## Инженер по тестированию
Для улучшения уже существующих и создания качественных новых сервисов в компании BIOCAD мы ищем умного и ответственного инженера по тестированию. Вам предстоит немного погрузиться в волшебный мир вычислительной биологии, химии, физики, математики, не забывая при этом применять все свои знания и навыки в тестировании.

### Требования
- широкий технический и научный кругозор;
- ответственность, целеустремленность и относительная автономность;
- умение работать с баг-трекерами;
- умение работать с Базами Данных на уровне запросов к Базе (Postgres, MySQL и т.п.);
- опыт работы в сфере тестирования не менее 1 года.


### Технические навыки
- работа с различными баг-трекерами (Wrike, Jira);
- знание языков программирования на уровне разработки тестовых сценариев (Java, JavaScript, Python);
- владение такими инструментами, как Selenium и Jmeter.

### Обязанности:
- реализация pучного тестирования (web + api);
- написание автоматизированных тестов;
- pеализация всех видов тестирования;
- грамотное заведение дефектов;
- создание тестовых планов и чек-листов. 

### Контакты для связи
[Меншутина Оля](mailto:menshutina@biocad.ru) – HR партнёр [ ![@Mensh](/img/telegram.png) ](https://telegram.me/Mensh)
